/* Confirmation message for deleting a CGM */
"Are you sure you want to delete this CGM?" = "Weet je zeker dat je deze CGM wilt verwijderen?";

/* The title of the cancel action in an action sheet */
"Cancel" = "Annuleer";

/* Title describing glucose date */
"Date" = "Datum";

/* Button title to delete CGM
   Title text for the button to remove a CGM from Loop */
"Delete CGM" = "Verwijder CGM";

/* Title describing glucose value */
"Glucose" = "Glucose";

/* Section title for latest glucose reading */
"Latest Reading" = "Laatste Meting";

/* Title describing glucose trend */
"Trend" = "Trend";
